<?php

define ("HGD_AUTOR" , "C_MAINAUTOR");
define ("HGD_AUTORS" , "C_MAINAUTOR2");
define ("HGD_RESPONSIBLES" , "C_RESPONCIBLE1");
define ("HGD_RESPONSIBLE" , "C_RESPONCIBLE");



define ("HGD_CATEGORYMAPPING_AUTOR", serialize( array( 
'Бух. Неделя' => 'Не выбрано, Жихарева Альфия, Беляева Елена, Децюра Сергей, Змиенко Виктория, Карпова Влада, Кононенко Оксана, Кравченко Дарья, Лопаткина Екатерина, Семенченко Жанна, Томашпольский Сергей, Шпакович Николай, Госорганы, Ivanov',
'Держслужбовець' =>  'Не выбрано, Мацокин Андрей, Михно Татьяна',

'НиБУ' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ чт' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ пт' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ Спец' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',


                                 )
                                        )
       );


define ("HGD_CATEGORYMAPPING_AUTORS", serialize( array( 
'Бух. Неделя' => 'Не выбрано, Жихарева Альфия, Беляева Елена, Децюра Сергей, Змиенко Виктория, Карпова Влада, Кононенко Оксана, Кравченко Дарья, Лопаткина Екатерина, Семенченко Жанна, Томашпольский Сергей, Шпакович Николай, Госорганы, Ivanov',
'Держслужбовець' =>  'Не выбрано, Мацокин Андрей, Михно Татьяна',
'НиБУ' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ чт' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ пт' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ Спец' =>  'Не выбрано, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',

                                 )
                                        )
       );


define ("HGD_CATEGORYMAPPING1", serialize( array( 
'Бух. Неделя' => 'Не назначено, Жихарева Альфия, Беляева Елена, Децюра Сергей, Кравченко Дарья, Лопаткина Екатерина, Семенченко Жанна, Томашпольский Сергей, Шпакович Николай, Ivanov',
'Держслужбовець' =>  'Не назначено, Мацокин Андрей, Михно Татьяна',
 'НиБУ' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ чт' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
 'НиБУ пт' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ Спец' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',


                                 )
                                        )
       );


define ("HGD_CATEGORYMAPPING", serialize( array( 
'Бух. Неделя' => 'Не назначено, Жихарева Альфия, Беляева Елена, Децюра Сергей, Кравченко Дарья, Лопаткина Екатерина, Семенченко Жанна, Томашпольский Сергей, Шпакович Николай, Ivanov',
'Держслужбовець' =>  'Не назначено, Мацокин Андрей, Михно Татьяна',
 'НиБУ' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ чт' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
 'НиБУ пт' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',
'НиБУ Спец' =>  'Не назначено, Адамович Наталья, Белова Наталья, Бобро Анатолий, Винокуров Дмитрий, Войтенко Татьяна, Вороная Наталья, Ключник Олександр, Костюк Дмитрий, Маханько Ольга, Нестеренко Максим, Павленко Алексей, Смердов Виталий, Солошенко Людмила, Ушакова Лилия, Хмелевский Игорь, Чернега Катерина',


                                 )
                                        )
       );






	  
  	if (!defined('FILENAME_ENCODING')) {
		define('FILENAME_ENCODING', 'utf8');
	}	
	
